<template>
	<view class="agreement">
		<view class="logo-title">
			<image class="logo" src="../../static/logo.svg" mode="widthFix"></image>
		</view>
		<view class="big-title">镝数图表用户协议</view>
		<view class="load-time">更新时间：2021-12-20</view>
		<view class="content-text">
			<view class="desc">
				“镝数图表”是面向公众和企业的在线图表制作云服务网站。本服务条款系镝数图表与所有使用镝数图表服务的用户（包括但不限于自然人、法人和非法人组织）（以下简称“您”）对镝数图表服务的使用及相关服务所订立的有效合约。在使用镝数图表服务之前，请您务必审慎阅读、充分理解本协议(如果您未满18周岁，或已满16周岁未满18周岁且不能以自己的劳动收入作为主要收入来源的，请在法定监护人的陪同下阅读本协议）各项条款，特别是限制或免除责任条款、隐私保护政策、帐号规则、法律适用和争议解决条款（包括管辖条款），以及其它以加粗加黑和/或加下划线等显示形式提示您注意的重要条款，请务必重点查阅。请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不注册镝数图表。当您同意本服务条款并注册成功后当您通过各类方式（如
				RSS 源和站外 API
				引用等）直接/间接使用镝数图表服务和数据的行为，都将被视作已无条件接受本协议全部内容，您即成为一个具有法律约束力协议的签约方（即使您是代表公司使用镝数图表的服务也同样有效）。使用镝数图表服务的任何服务即表示接受本协议的全部条款，本协议包括我们根据法律法规规定以及本协议制定的其他政策、规则、公告声明等（除非特有所指，合称为“本协议”），您也应当加以遵守。本协议适用于任何镝数图表服务，包括本协议期限内的用户所使用的各项服务和软件的升级和更新。
			</view>
			<view class="sub-title">一、 用户账号规则</view>
			<view class="desc mb20">
				1.在您注册帐户时，镝数图表会要求您设置用户帐号和密码并通过手机或邮箱验证码方式来识别您的身份，该用户帐号和密码由用户负责保管，用户自行负责保管帐号的用户名和密码等信息，因该等事项引发的法律责任由用户自行承担。凡使用平台服务登录帐号和登录凭证的行为，平台服务视为您本人的操作，操作所产生的电子信息记录均为平台服务用户行为的有效凭据。
			</view>
			<view class="desc mb20">
				2.您须对在镝数图表的注册信息的真实性、合法性、有效性承担全部责任，如信息发生变更，应立即在门户网站上进行变更。用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐号导致其他用户误认；否则镝数图表有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。
			</view>
			<view class="desc mb20">
				3. 镝数图表提供服务的数据中心应位于中华人民共和国大陆地区。本条款未授权您获取或使用其他数据中心或其他运营商提供的镝数图表服务。
			</view>
			<view class="desc">
				4.镝数图表仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由您自行负担。
			</view>
			<view class="sub-title">二、 用户行为规范</view>
			<view class="desc mb20">
				1. 您保证合理地使用平台服务，并接受本协议和我们适时制定并发布的其他政策、规则、公告声明。
			</view>
			<view class="desc mb20">
				2. 镝数图表是一个向广大用户提供数据可视化服务的平台，通过镝数图表服务技术为您提供个人数据的存储、编辑、可视化和分享等在线服务。镝数图表对用户传输内容不做任何修改或编辑。
			</view>
			<view class="desc mb20">
				3. 您同意：您在公开案例中发表的内容可以被镝数图表所有用户所查看，即公开案例中发表的内容为公开信息。
			</view>
			<view class="desc mb20">
				4. 用户不得滥用镝数图表服务，在此郑重提请您注意，任何经由本服务以上传、张贴、发送即时信息、电子邮件或任何其他方式传送的资讯、资料、文字、
				软件、音乐、音讯、照片、图形、视讯、信息、用户的登记资料或其他资料（以下简称“内容”），无论系公开还是私下传送，均由内容提供者、使用者对其传送、使用行为自行承担责任。
			</view>
			<view class="desc mb20">
				5. 用户保证，其向镝数图表上传的内容不得或禁止直接或间接的：
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				删除、隐匿、改变镝数图表服务上显示或其中包含的任何专利、版权、商标或其他所有权声明；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				以任何方式干扰或企图干扰镝数图表服务或其网站任何功能的正常运行；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				避开、尝试避开或声称能够避开任何内容保护机制或者镝数图表服务数据度量工具；；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				未获得镝数图表事先书面同意以书面格式或图形方式使用源自镝数图表的任何注册或未注册的作品、服务标志、公司徽标(LOGO)、URL或其他标志；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				使用任何标志，包括但不限于以对此类标志的所有者的权利的玷污、削弱和损害的方式使用镝数图表标志，或者以违背本服务条款的方式为自己或向其他任何人设定或声明设定任何义务或授予任何权利或权限，除非镝数图表以书面方式指明，否则，用户不得导出任何用户信息，并且必须在获取任何用户信息或其他镝数图表服务内容后的24小时内停止使用和删除它们；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				未事先经过镝数图表用户的同意向任何非镝数图表用户显示或以其他方式提供任何用户信息；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				请求、收集、索取或以其他方式从任何用户那里获取对镝数图表帐号、密码或其他身份验证凭据的访问权；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				提供跟踪功能，包括但不限于识别其他用户在个人主页上查看或操作；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				自动将浏览器窗口定向到其他网页；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				未经授权冒充他人或获取对镝数图表服务的访问权；或者未经用户明确同意，让任何其他人亲自识别该用户。用户违反上述任何一款的保证，镝数图表均有权就其情节，对其做出警告、屏蔽、直至取消资格的处罚；如因用户违反上述保证而给镝数图表服务、镝数图表服务用户或镝数图表的任何合作伙伴造成损失，用户自行负责承担一切法律责任并赔偿损失；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				如因用户利用镝数图表提供的网络服务上传、发布、传送或通过其他方式传播的内容存在权利瑕疵或侵犯了第三方的合法权益（包括但不限于专利权、商标权、著作权及著作权邻接权、肖像权、隐私权、名誉权等）而导致镝数图表或与镝数图表合作的其他单位面临任何投诉、举报、质询、索赔、诉讼；或者使镝数图表或者与镝数图表合作的其他单位因此遭受任何名誉、声誉或者财产上的损失，用户应积极地采取一切可能采取的措施，以保证镝数图表及与镝数图表合作的其他单位免受上述索赔、诉讼的影响。同时用户对镝数图表及与镝数图表合作的其他单位因此遭受的直接及间接经济损失负有全部的损害赔偿责任；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				授权用户不得删除，更改，编辑或隐藏镝数图表供的数据、数据报告和其他数据产品中包含的版权声明或其他声明。
			</view>
			<view class="desc mb20">
				6. 用户行为禁止：您可在本协议约定的范围内使用平台及服务，您不得利用平台从事以下行为：
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				超出授权或恶意使用服务；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				利用镝数图表发表、传送、传播、储存危害国家安全、国家统一、社会稳定的内容，或侮辱诽谤、色情、暴力、引起他人不安及任何违反国家法律法规政策的内容，或者设置含有上述内容的网名、角色名，发布、传送、传播违法广告信息、营销信息及垃圾信息等；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				利用平台侵害他人知识产权、肖像权、隐私权、名誉权、个人信息等合法权利或权益；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				恶意虚构或协助虚构事实、评价等信息或数据；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/账户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本“软件”系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本“软件”系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称；利用平台及服务上传任何病毒、木马，或者蠕虫等危害网络健康的内容；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				对镝数图表进行反向工程、反向编译或反向汇编或以其它方式企图发现镝数图表的源代码和算法，未经许可修改、禁用软件的任何功能或创建基于软件的衍生作品。去除平台或文档上的任何所有权声明或标签，或将其他软件与平台合并；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				进行任何破坏我们提供服务公平性或者其他影响应用正常秩序的行为，如主动或被动刷分、合伙作弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的非法利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众；
			</view>
			<view class="desc">
				<text class="circle"></text>
				从事其他法律法规、政策及公序良俗、社会公德禁止的行为以及侵犯其他个人、公司、社会团体、组织的合法权益的行为。
			</view>
			<view class="sub-title">三、 信息内容规范</view>
			<view class="desc mb20">
				1.为了营造良好网络生态，保障公民、法人和其他组织的合法权益，维护国家安全和公共利益，我们将根据《中华人民共和国国家安全法》《中华人民共和国网络安全法》《互联网信息服务管理办法》等法律、行政法规，自觉践行社会主义核心价值观，营造清朗的网络空间，并开展的弘扬正能量、处置违法和不良信息等相关活动。
			</view>
			<view class="desc mb20">
				2.若用户使用镝数图表服务的行为不符合国家法律法规或本服务条款，镝数图表在经由通知、举报等途径发现时有权做出独立判断，且有权在无需事先通知用户的情况下立即终止向您提供部分或全部服务。因用户进行上述内容在镝数图表服务的上载、传播而导致任何第三方提出索赔要求或衍生的任何损害或损失，由用户自行承担全部法律责任及相关赔偿责任。
			</view>
			<view class="desc mb20">
				3. 未经我们书面许可或获取相应授权时，您不得自行或授权、允许、协助任何第三人对平台中信息内容进行如下行为：
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				复制、读取、采用平台的信息内容，用于任何形式的商业用途；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				擅自编辑、整理、编排平台及相关服务的信息内容后在平台及相关服务的源页面以外的渠道进行展示；
			</view>
			<view class="desc">
				<text class="circle"></text>
				采用不正当方式，自行或协助第三人对平台及相关服务的信息内容产生流量、阅读量或交易引导、转移、劫持等不利影响。
			</view>
			<view class="sub-title">四、 许可使用</view>
			<view class="desc mb20">
				1. 镝数图表根据不同用户形式给予不同的使用授权，您可以自行选择适合您的用户形式，并享受相应的用户授权，具体内容以相应授权内容为准。
			</view>
			<view class="desc mb20">
				2. 自助制图生成的地图，公开使用前需要送自然资源主管部门审核。
			</view>
			<view class="sub-title">五、 知识产权</view>
			<view class="desc mb20">
				镝数图表尊重任何第三方知识产权，包括但不限于镝数图表用户完成的原创作品中包含的知识产权。镝数图表要求用户提供的信息准确、合法、同时不侵犯第三方知识产权及其他合法权益。为推广这些理念，镝数图表向您提供投诉用户发布的内容涉及侵权的渠道。镝数图表的政策和程序在以下部分描述。
			</view>
			<view class="desc mb20">
				1.用户保证：用户在镝数图表公开案例中发表的全部原创作品，著作权均归用户本人所有，无任何权属争议。用户可授权第三方以任何方式使用，不需要得到镝数图表的同意，但需要向镝数图表备案。用户有权进行任何合法形式的处置。
			</view>
			<view class="desc mb20">
				2. 如果用户上传的内容允许其他用户下载、查看、收听或以其他方式访问或分发，其必须保证该内容的发布和相关行为实施符合相关知识产权法律法规中相关的版权政策。
			</view>
			<view class="desc mb20">
				3.镝数图表提供的网络服务中包含但不限于所有内容、标识、版面设计、排版方式、文本、图片、图形、数据、技术、软件、代码以及与其相关的任何衍生作品均受著作权、商标及其它法律保护，未经相关权利人同意或授权，上述内容均不得在任何平台被直接或间接发布、使用、出于发布或使用目的的改写或再发行，或被用于其他任何商业目的。
			</view>
			<view class="desc mb20">
				4.镝数图表为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图像、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverseengineer）、反向编译（decompile）或反汇编（disassemble），或以其他方式发现其原始编码，以及实施任何涉嫌侵害著作权的行为。
			</view>
			<view class="desc mb20">
				5.用户同意：为了促进知识的分享和传播，用户将其在镝数图表公开案例中发表的全部内容，授予镝数图表免费的、非独家使用许可，镝数图表有权将该内容用于镝数图表各种形态的产品和服务上，包括但不限于网站以及发表的应用或其他互联网产品。
			</view>
			<view class="desc mb20">
				6.用户发表于镝数图表公开案例中的信息，除明确说明禁止转载外，第三方若出于非商业目的，可以转载到镝数图表以外，但第三方应当在作品的正文开头的显著位置注明原作者姓名（或原作者在镝数图表上使用的帐号名称），给出原始链接，注明「发表于镝数图表」，并不得对作品进行修改演绎。若需要对作品进行修改，或用于商业目的，第三方应当联系用户获得单独授权，按照用户规定的方式使用该内容。用户发表于镝数图表公开案例中的信息，镝数图表不参与转载授权。
			</view>
			<view class="desc mb20">
				7.在镝数图表上传或发表的内容，用户应保证其为合法有效的著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益。如果第三方提出关于著作权的异议，镝数图表有权根据实际情况删除相关的内容并有权追究用户的法律责任，给镝数图表或任何第三方造成损失的，用户应负责全额赔偿。如果任何第三方侵犯了镝数图表用户相关的权利，用户同意授权镝数图表或其指定的代理人代表镝数图表自身或用户对该第三方提出警告、投诉、发起行政执法、诉讼、进行上诉，或谈判和解，并且用户同意在镝数图表认为必要的情况下参与共同维权。镝数图表有权但无义务对用户在镝数图表发布的内容进行审核，有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律法规及镝数图表公开案例指导原则对侵权信息进行处理。如个人或单位发现镝数图表上存在侵犯其自身合法权益的内容，请及时与镝数图表取得联系，并提供具有法律效力的证明材料，以便镝数图表做出处理。包含的书面证明材料如下：
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				涉嫌侵权内容所有者的权属证明；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				明确的身份证明、住址、联系方式；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				涉嫌侵权内容在镝数图表平台上的位置、描述和著作权遭受侵犯的证明；
			</view>
			<view class="desc">
				<text class="circle"></text>
				其他必要的具有法律效力的证明材料。
			</view>
			<view class="sub-title">六、 个人信息保护与隐私政策</view>
			<view class="desc mb20">
				1.
				尊重用户隐私并保护您的个人信息安全是我们的一贯态度，平台将会采取合理的措施保护您的个人信息与隐私。我们承诺，除非获得用户同意，平台不会收集、使用其提供服务所必需以外的用户个人信息或者将信息用于提供服务之外的目的。
			</view>
			<view class="desc mb20">
				2. 安全保护：我们将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息及隐私安全，以免遭受未经授权的访问、使用或披露。
			</view>
			<view class="desc mb20">
				3.信息使用与披露：我们有权在遵守法律法规的前提下，以明示的方式获取、使用、储存和分享您的个人信息。我们不会在未经您授权时，公开、编辑或透露您的个人信息及您保存在我们的非公开内容。您同意并保证：平台有权根据我们制定的个人信息保护规则收集使用您的相关信息。
			</view>
			<view class="desc mb20">
				4.您同意，我们有权通过cookie等技术收集您的使用、行为信息，并在经过数据脱敏使之不再指向、关联到您个人的身份信息时，自由使用脱敏后的纯商业数据。当然，您也可根据自己的偏好删除Cookie，但如果您这么做，则需要在每一次访问我们的网站时亲自更改用户设置。目前删除Cookie的一般路径是浏览器：“设置-清除数据”，或者将手机系统还原/清除。
			</view>
			<view class="desc">
				5. 在遵守本协议项下特别约定的个人信息保护与隐私政策外，我们希望您认真并完整阅读我们特别针对平台而制定并适时发布的《隐私权政策》，这将更有助于保障您的个人信息。
			</view>
			<view class="sub-title">七、 信息或广告推送</view>
			<view class="desc mb20">
				1.您同意在接受我们提供服务的同时，允许我们在遵守法律法规的前提下自行或由第三方广告商向您发送、展示广告、推广或宣传信息（包括商业与非商业信息）。如您对发送、推荐的广告或信息不感兴趣，您可以基于我们提供的相关技术选项，控制系统向您展示或不展示/减少展示相关类型的广告或信息。
			</view>
			<view class="desc">
				2.您允许镝数图表通过网站、移动用户端和邮件给您发送重要通知。本服务条款同样适用于移动应用程序。如果您的联系方式没有及时更新，您可能会错过这些通知。您同意，镝数图表能以如下方式向您发送通知:(1)有关服务的公告位通知；(2)向您提供的邮箱地址发送邮件；(3)其他方式，包括手机号码、电话或信件。您同意及时更新您的个人资料。
			</view>
			<view class="sub-title">八、 违约责任人信息保护与隐私政策</view>
			<view class="desc mb20">
				1. 如果我们发现、收到他人举报或投诉您违反本协议约定或违反法律法规和国家有关规定的，我们有权采取警示、冻结、终止/中止/限制使用帐号等功能、解除或终止本协议，或提出损害赔偿等措施。
			</view>
			<view class="desc mb20">
				2. 若您的行为给我们造成损失的（包括但不限于直接损失、名誉损失、第三方的罚款、索赔等），我们有权全额向您追偿，如您在平台中有保证金、虚拟货币等财产或优惠券等虚拟权益的，我们有权冻结。
			</view>
			<view class="desc">
				3.本协议终止后，除法律有明确规定外，平台无义务向您或您指定的第三方披露您账户中的任何信息。本协议终止后，平台仍享有下列权利：根据法律规定，继续保存您留存于平台的的各类信息；对于您过往的违约行为，平台仍可依据本协议向您追究违约责任。
			</view>
			<view class="sub-title">九、 终止协议</view>
			<view class="desc mb20">
				1. 镝数图表或您可以根据实际情况在任何时间通知对方终止本协议。一旦本协议终止，您就失去了访问或使用镝数图表服务的权利。以下内容将不会终止：
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				镝数图表继续享有使用和公开您在镝数图表已发表内容的权利；
			</view>
			<view class="desc  mb20">
				<text class="circle"></text>
				用户复制和分享您在本协议终止之前已被复制或分享的内容和信息的权利。
			</view>
			<view class="desc mb20">
				2. 如发生下列任何一种情形，镝数图表有权单方面中断或终止用户提供服务而无需通知用户：
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				用户提供的资料不真实;
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				用户违反本服务条款中规定的使用规则;
			</view>
			<view class="desc">
				<text class="circle"></text>
				未经镝数图表同意，将镝数图表平台用于商业目的。
			</view>
			<view class="sub-title">十、 法律适用和争议的解决方式</view>
			<view class="desc mb20">
				1. 镝数图表不行使、未能及时行使或者未充分行使本条款或者按照法律规定所享有的权利，不应被视为放弃该权利，也不影响镝数图表在将来行使该权利。
			</view>
			<view class="desc mb20">
				2. 本条款适用于中华人民共和国法律。如果任何服务条款与法律相抵触，则这些条款将按法律规定重新解释，而其它条款依旧保持对您产生法律效力和影响。
			</view>
			<view class="desc mb20">
				3. 如出现纠纷，您与镝数图表一致同意将纠纷交由镝数图表所属公司注册地址所在地的人民法院管辖。
			</view>
			<view class="desc">
				4. 本服务条款的最终解释权归镝数图表所有。
			</view>
			<view class="big-title2">隐私政策</view>
			<view class="desc mb20">
				欢迎进入镝数图表，以下的隐私协议，我们将向您解释我们如何收集、使用、发布、保护关于您的个人信息。
			</view>
			<view class="desc mb20">
				1. 我们将通过以下方式收集您的信息：
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				您通过平台直接提供的。我们会因为功能和服务的需要向您获取您的用户名、头像、手机、邮箱等个人信息，或是在您与我们的通信中我们收集您发布的信息。
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				收到第三方提供的信息。我们会通过第三方获得服务需要的关于您的个人信息，例如您通过社交网络的第三方快速登录或与社交网络进行链接，这些信息是您在第三方平台或社交网络提供的信息以及镝数图表的某些信息，这些信息包括但不限于您账户的ID、用户名等资料。这之前会通过您的授权认可，我们将获得您公开的所有信息。您可以通过第三方平台进行隐私设置等操作，如果您断开与镝数图表的链接，我们将不再收到您的信息。
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				分析或分析工具获得。我们会对收集直接进行数据分析或使用第三方分析工具，通过分析来帮助我们检查流量、热点等。这些数据是有您的浏览器或终端发送提供，包括但不限于访问页面数等，我们将会根据数据和分析来改善我们的服务。
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				Cookie的信息，当您访问镝数图表时，我们会发送一个或多个Cookie到您的计算机，以便唯一的标识您的浏览器能够让镝数图表帮助您记录信息，方便您能下一次快速登录。Cookie也可以把相关信息传达给我们，介绍您是如果使用服务的，例如浏览的页面等，当然您也可以在浏览器中设置Cookie来拒绝或清除，但如果进行这样操作，可能会某些功能不能很好地实现。
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				通过日志文件获得。服务器会自动记录某些日志文件的信息，这些日志文件可能包含某些匿名信息，例如使用的网络协议、IP地址、引用页URL、域名等信息。
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				电子邮件，我们会通过电子邮件方式与您进行沟通联系或商业营销宣传推广，我们会对过程中的信息进行收集整理，以便能够改进我们的服务。
			</view>
			<view class="desc mb20">
				2. 我们使用以上信息做以下工作：
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				记录您的登录信息，方便您能下一次快速登录；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				为您提供个性化的服务；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				监控平台，能够根据指标及分析数据，对资源进行合理调配为您更好的服务；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				发现并修复技术问题；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				获得更好的用户体验和操作体验；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				自动更新平台数据和在您终端上的显示效果。
			</view>
			<view class="desc mb20">
				3. 共享您的个人信息
			</view>
			<view class="desc mb20">
				未经您的同意，我们不会出租或出售您在镝数图表上的信息给集团公司（包括任何母公司，附属公司及联属公司）以外的第三方，除条款中罗列的特殊情况。
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				共享资料给第三方合作伙伴。我们可能会与我们的合作伙伴为您提供服务的第三方平台共享您的部分信息，以便他们能够为您服务，我们保证只提供部分需要的信息，并且保证第三方平台同样遵守此隐私协议。
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				资源提供并发布您的信息。网站上填写的任何信息和内容都是您资源填写并发布到服务上的，部分设置为“公开”权限项目资料是公开可以被查看或搜索到的，您可以设置项目为“私密”状态来选择项目不被公开。当然，您也可以修改内容或隐私设置。
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				发生控制改变。我们可以购买、出售、转让镝数图表（但不限于镝数图表提供的）的素材元素，以及用户的名称、电子邮箱、内容或与服务相关的用户资料在控制发生转换或此类交易中。并可以在企业重组过程中给第三方提供信息，当中包括但不只限于合并，收购和出售我们全部或大部分的资产，或在破产的情况下。
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				必要时分享资料。我们在以下情况下可能会公布或共享你的资料，镝数图表有权应政府部门（包括司法及行政部门）的要求，向其提供您在镝数图表填写的注册信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权，则镝数图表亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				广告的使用。我们还可以分享某些信息，如您的位置、操作习惯等给广告提供商，为您提供个性化的广告服务，并且广告提供商业可以通过相关技术手段获知您的IP地址、设备标示符等来向您提供服务并统计广告有效性和服务质量等。我们只会给其提供必要的资料，您的账户信息等个人信息我们不予提供，并且他们必须承诺遵守本隐私协议。
			</view>
			<view class="desc mb20">
				4. 如何存储和保护您的资料、数据
			</view>
			<view class="desc mb20">
				我们会将收集的您的数据存放在子公司、分支机构、中国境内或世界各服务器提供商处，在过程中我们会处于安全起见可能对您的数据进行复制、备份、传递，我们将根据所在地的数据保护规定和法律，保护您的数据和资料安全。
			</view>
			<view class="desc mb20">
				5. 自主保护您的账号安全性
			</view>
			<view class="desc mb20">
				我们将尽最大努力保护、存储您的数据并保证其安全。同时您需要妥善保管好您的账户、密码及电子邮箱等信息，因为我们通过您的账户密码邮箱来验证您的身份从而提供给您服务，您也有可能通过第三方账号进行登录，我们只能进行存储确认，但信息的安全由第三方平台负责维护。
			</view>
			<view class="desc mb20">
				6. 对数据资料进行监控
			</view>
			<view class="desc mb20">
				我们将对平台上的数据、素材资源、发布信息进行实时监控，对违反安全、版权等情况下进行处理或采取某些措施及手段。这些将依照平台协议、法律等规定。
			</view>
			<view class="desc mb20">
				7. 发送信息到您的电子邮件
			</view>
			<view class="desc mb20">
				我们将通过电子邮件的形式，向您告知您的订单、账户等信息，并且您也可以根据您的需要订阅我们的服务。有任何问题可以联系我们。
			</view>
			<view class="desc mb20">
				8. 我们会保留您的信息在一段时间中
			</view>
			<view class="desc mb20">
				您的用户帐户的终止或注销后，我们可以因为相关统计、审计等需要，保留您的个人信息及资料在一段合理时间里。
			</view>
			<view class="desc mb20">
				9. 联系我们
			</view>
			<view class="desc mb20">
				如果你对隐私协议有任何疑问，都可以联系我们。
			</view>
			<view class="desc mb20">
				10. 更新隐私协议
			</view>
			<view class="desc">
				镝数图表可以随时对本协议进行更改和补充，所以请用户定期检查本协议的内容。
			</view>
			<view class="big-title2">免责申明</view>
			<view class="desc mb20">
				1. 镝数图表不能对用户发表的内容（包括转载）或评论的合法性、正确性、真实性进行保证，不对其进行任何形式的担保。
			</view>
			<view class="desc mb20">
				2.用户在镝数图表发表的内容（包括转载）仅表明其个人的立场和观点，并不代表镝数图表的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。镝数图表不承担任何法律及连带责任。
			</view>
			<view class="desc mb20">
				3.对由于超出镝数图表合理控制范围的原因（例如火灾、爆炸、断电、地震、洪水、猛烈风暴、罢工、禁运、劳资纠纷、民事或军事机构的行为、战争、恐怖行动（包括网络恐怖行动）、国家法律、法规及政令的变化、不可抗拒事件、Internet
				通信运营商的行为或疏忽、监管或政府机构的行为或疏忽（包括通过法律或法规或影响服务交付的其他政府行为））造成的网络服务中断或其它缺陷，镝数图表不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。
				通信运营商的行为或疏忽、监管或政府机构的行为或疏忽（包括通过法律或法规或影响服务交付的其他政府行为））造成的网络服务中断或其它缺陷，镝数图表不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。
			</view>
			<view class="desc mb20">
				4.镝数图表提供用户发布内容的区域可见性。用户在镝数图表上发表任何内容，应自觉遵守其所属企业的信息安全要求，用户保证不向公开案例中发布其所属企业的内部秘密，由于您的违规行为给您所属企业带来的任何法律风险及任何损失，镝数图表不承担任何责任。
			</view>
			<view class="desc mb20">
				5.鉴于网络服务的特殊性，用户同意镝数图表服务有权随时变更、中断或终止部分或全部的网络服务。如变更、中断或终止的网络服务属于免费网络服务，镝数图表服务无需通知用户，也无需对任何用户或任何第三方承担任何法律责任或任何赔偿、补偿责任。
			</view>
			<view class="desc mb20">
				6.镝数图表服务需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，如因此类情况而造成收费网络服务在合理时间内的中断，镝数图表服务无需为此承担任何责任，但镝数图表服务应尽可能事先进行通告。
			</view>
			<view class="desc mb20">
				7.镝数图表服务可在任何时候为任何原因变更本服务或删除其部分功能。镝数图表服务可在任何时候取消或终止对用户的服务。镝数图表服务取消或终止服务的决定不需要理由或通知用户。一旦服务取消，用户使用本服务的权利立即终止。一旦本服务取消或终止，用户在本服务中储存的任何信息可能无法恢复。
			</view>
			<view class="desc mb20">
				8. 镝数图表服务不保证（包括但不限于）：
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				镝数图表服务适合用户的使用要求；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				镝数图表服务不受干扰，及时、安全、可靠或不出现错误；及用户经由镝数图表取得的任何产品、服务或其他材料符合用户的期望。
			</view>
			<view class="desc mb20">
				9. 基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，镝数图表不承担任何直接、间接的赔偿：
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				对镝数图表服务的使用或无法使用；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				经由镝数图表服务购买或取得的任何产品、资料或服务；
			</view>
			<view class="desc mb20">
				<text class="circle"></text>
				用户资料遭到未授权的使用或修改；及其他与镝数图表服务相关的事宜。
			</view>
			<view class="desc mb20">
				10. 由于用户授权第三方（包括第三方应用）访问/使用其镝数图表服务空间的内容所导致的纠纷或损失，应由用户自行负责，与镝数图表无关。
			</view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {
			
		}
	}
</script>

<style lang="scss" scoped>
	.agreement {
		width: 100%;
		position: absolute;
		top: 0;
		left: 0;
		background: #fff;

		.logo-title {
			width: 100%;
			box-sizing: border-box;
			padding: 30rpx 50rpx;
			border-bottom: 3rpx solid #ccc;

			.logo {
				width: 200rpx;
			}
		}

		.big-title {
			width: 100%;
			box-sizing: border-box;
			padding: 100rpx 0 45rpx 0;
			text-align: center;
			font-size: 70rpx;
			font-weight: 700;
		}

		.load-time {
			color: #999;
			text-align: center;
			font-size: 30rpx;
			margin-bottom: 45rpx;
		}

		.content-text {
			padding: 0 28rpx;

			.desc {
				font-size: 30rpx;
				color: #333;
				font-family: PingFangSC-Regular;
				line-height: 50rpx;

				.circle {
					width: 10rpx;
					height: 10rpx;
					border-radius: 50%;
					background: #000;
					display: inline-block;
					margin-bottom: 6rpx;
				}
			}

			.sub-title {
				margin: 120rpx 0 60rpx 0;
				font-size: 46rpx;
				color: #000;
				font-weight: 700;
			}

			.mb20 {
				margin-bottom: 20rpx;
			}

			.big-title2 {
				margin: 120rpx 0 60rpx 0;
				text-align: center;
				font-size: 70rpx;
				font-weight: 700;
			}
		}
	}
</style>
